module.exports = {
    schoolList: [{
        id: 15310156724975630292,
        entrance: [{
            title: '一、报到时间',
            content: ['2019年9月7-8日（具体日期以录取通知书为准 ）8:30至11:30  13:30至15:30，新生凭录取通知书按规定时间到校报到，逾期不报到者取消入学资格。']
        }, {
            title: '二、所带材料',
            content: ['1.近期免冠一寸蓝色背景彩照12张，每张照片后写上自己的姓名、专业。', '2.个人档案。凭录取通知书，到原单位领取档案。', '3.团员须携带团员证，团员证上“团组织关系转接”一栏内，应由团员本人所在学校团委注明转出时间及团费缴纳期限并加盖公章。团档案为个人携带情况的，入学后将团档案交至辅导员处；团档案为原所在学校统一寄转的，个人需将原所在学校开具的团关系证明入学后交至辅导员处。']
        }, {
            title: '三、缴费内容',
            content: ['1.学费、住宿费、代收保险费：', '（1）一年学费5500元（会计专业5000元）；一年住宿费1000元', '（2）按照天津市政府文件(2018年)要求，入学新生由学校组织学生统一缴纳城乡居民基本医疗保险，每人每年200元（2019年如有变化，按国家政策执行），三年共计600元；三二分段学制2年，共计400元。', '（3）学费、住宿费、代收保险费缴费方式：', '①微信公众号缴费（手机在手，即可缴费），微信公众号于报到日的前一周起对外开放', '新生可打开微信，扫描“天津电子信息职业技术学院财务处公众号”进行关注。具体的缴费操作流程详见微信公众号首页中通知，新生及家长均可使用微信实时查看并缴费。', '②报到当日现场缴费', '带有银联标志的储蓄卡、信用卡均可缴费，不收现金。', '2.代收费用', '（1）学生军训服装费100元以内（以招标价格为准），入学军训时由厂家统一收取。', '（2）住校生装具 (含棉被、褥子、被罩两个、床单两条、蚊帐、枕套、枕芯、枕巾两条、脸盆、拖鞋、锁头两把)费用400元（以招标价格为准），垫子80元，入学时由厂家统一收取。', '（3）教材费用待入学之后，由图书发行公司统一收取。', '*特别提示 ：学生军训服装费需使用现金支付，不接受其它任何支付方式。住校生装具支持电子支付。', '3.校园卡领取', '校园卡为校内用餐等使用，首张卡免工本费，领取后可以使用支付宝输入姓名和身份证号进行充值(打开支付宝—更多—大学生活—一卡通)。如有疑问请在报到当日在领卡处咨询。']
        }, {
            title: '四、申请家庭经济困难学生',
            content: ['为了保证家庭经济困难学生得到有效的资助，学校建立了多元化资助体系。学生须如实填写《家庭经济困难学生认定申请表》，并按照《家庭经济困难学生测评指标量化表》准备支撑材料，申请家庭经济困难学生，报到后由学校统一收取。']
        }, {
            title: '五、助学贷款',
            content: ['家庭经济困难学生可在生源地办理生源地国家助学贷款，贷款学生持贷款凭证报到缴费前先到学生资助管理中心办理缓交手续，通过绿色通道入学，暂不交纳贷款费用。', '*特别提示 ：①需在学校申请助学贷款的新生，贷款金额为本人被录取专业的学费标准（5000元或5500元）；②办理助学贷款的新生，缴费前应先到学生资助管理中心办理学费缓缴手续，暂不缴纳贷款费用。']
        }, {
            title: '六、户口迁移',
            content: ['1.外省市户口：自愿申请将户口迁入学院（可迁也可以不迁），迁入后户口性质一律转为非农业。在报到当天申请，需提交材料：①户籍迁移证（注明户籍性质，手写无效，迁入地址为：天津电子信息职业技术学院）②录取通知书原件和复印件2张③近期免冠一寸蓝色背景彩照1张（照片后写上自己的姓名）④身份证正反面A4纸复印件（在空白处注明毕业学校、原户口所在地派出所全称、户口性质、所在系、专业、班级、身高和本人在校及家庭联系方式）.', '*特别提示：按时在报到当日办理，过期不可再申请。', '2.本市户口：一律不迁户口。', '3.最新政策通知请登录学院网站主页公告栏。外省市毕业生在津落户政策请查询津政办发〔2013〕40号等文件。']
        }, {
            title: '七、兵役登记',
            content: ['1.按照“津征联(2017)3号”文件规定，要求年满18周岁的男性公民必须进行兵役登记，并持户籍所在地“区县级人民政府征兵办公室”颁发的《兵役登记证》或相关证明报到入学。', '2.兵役登记证办理请咨询学生户籍所在地街道征兵办公室或区县武装部。', '3.2019年应征入伍的新生不缴纳任何费用，开学后持当地武装部出具的“参军入伍相关证明”或“保留入学资格申请表”及时到教务处办理保留入学资格手续。应征入伍已缴费的新生，应持以上手续先办理退费后，再办理保留入学资格手续。']
        }, {
            title: '八、新生接站',
            content: ['报到当日8:30至16:00在天津站出站口、地铁1号线财经大学站设有新生接待站。(天津南站和天津北站可乘地铁3号线至天津站站下车，天津西站可乘地铁1号线至财经大学站下车)']
        }, {
            title: '九、乘车路线：',
            content: ['①天津站可乘公交车808路在雅馨路天桥站下车即到②天津西站北广场可乘公交车652路在雅馨路天桥站下车即到③可乘地铁1号线至陈塘庄站下车，然后换乘公交车808路、629路、652路在雅馨路天桥站下车即到。', '自驾导航学院全称即可，由雅深路北门进入。', '学院地址：天津海河教育园区雅深路4号', '联系电话：022—26526787  022—28772526']
        }]
    }, {
        id: 1132276838459656005,
        entrance: [{
            title: '一、报到须知：',
            content: ['1、新生报到事宜：须携带录取通知书（原件）、本人身份证及复印件、近期一寸免冠红色照片，于9月7-8日（六、日不休息），9:00—16:00到学校报到。', '2、新生档案管理及办理党团关系', '凭录取通知书提档及办理党团关系，入学报到时，持党团组织关系介绍信到我校接转组织关系及相关档案工作。', '3、新生办理户口迁移注意事项，详见我校关于新生户籍迁移相关说明']
        }, {
            title: '二、缴费说明：',
            content: ['我校各专业具体费用，详见录取通知书内新生缴费须知明细，按缴费须知进行缴费。']
        }, {
            title: '三、学校地址、乘车路线及接站：',
            content: ['我校于9月7-8日（7:30—16:00）在天津站（南1、南4出口）设接待处。请新生尽量在接站时间内到达，以便顺利到校报到。地址：天津海河教育园区雅深路2号。（津南区咸水沽）。', '乘车路线：注：以下公交线路仅供参考。', '天津站：乘坐808路公交车雅馨路天桥下车步行1500米左右至学校。', '天津西站：乘地铁1号线双林方向，到复兴门站下车转乘655路公交车，终点站下车步行800米左右即到。', '天津南站：乘坐707路公交车至海光寺下车，换乘地铁一号线双林方向，复兴门站下车转乘655路，终点站下车步行800米左右即到。', '天津滨海国际机场：乘坐机场大巴到天津站下车，换乘808路公交车雅馨路下车至学校，或乘出租车至学校（约26公里）。', '学校附近的公交线路：152路、165路、629路、652路、655路、704路、808路。']
        }]
    }, {
        id: 9064819481832757240,
        entrance: [{
            title: '一、报到',
            content: ['新生凭《天津轻工职业技术学院录取通知书》按规定时间报到。因病等特殊原因不能按时报到者，须提前向学院请假，逾期不报到者，一律作自动放弃入学资格处理，取消入学资格。', '报到时间：2017年9月13、14日（以通知书为准）。', '报到地点：天津轻工职业技术学院（天津海河教育园区雅观路1号）。', '乘车路线：', '1、天津站乘公交808路至天津海河教育园区（雅言路天桥站）下车。', '2、天津西站乘公交652路至天津海河教育园区（雅言路天桥站）下车。', '也可乘坐地铁1号线至复兴门站后转乘公交655路至海河教育园管理中心站下车，然后向红绿灯方向直走。', '3、天津南站坐707路到天津图书馆换乘705路在海河教育园区管理中心站下车,也可乘坐地铁3号线至营口道转地铁1号线至复兴门后转乘公交655路至天津海河教育园区（海河教育园管理中心站）下车.', '报到日9：00—16:00雅言路天桥站有校车接送。']
        }, {
            title: '二、缴费',
            content: ['1、缴费项目与标准', '第一学年学费：机械工程、电子信息与自动化系专业5500元；经济管理系专业5000元（《市场营销(中新合作办学)》专业15000元）；艺术工程系专业8000元(《服装设计与工艺》专业5500元)。', '第一学年住宿费：1000元。开学后，由学院统一安排住宿，根据不同的住宿条件再做核减。', '书费：新生入学后，按照要求统一收取。', '保险费：480元（三年，每年160元）。', '2、缴费办法', '学校发放银行卡的新生，请于报到日3天前将以上费用足额存入学院发放的建设银行借记卡中，我院从你的卡中将相关费用划入学院账户；学校未发放银行卡的新生，可持带有“银联”标志的银行卡在报到时刷卡缴费（免手续费）,也可现金缴费。']
        }, {
            title: '三、户口迁移',
            content: ['凡被我院录取的外省市新生，可以将户口（自愿）迁入我院集体户口。凭录取通知书，到本人户口所在地派出所办理《户口迁移证》，迁往地址填写“天津轻工职业技术学院”。户口迁移证每人一张单独打印，且必须盖有公安部门公章及户籍专用章方为有效。报到时交两张近期一寸免冠彩色照片及身份证复印件一张。']
        }, {
            title: '四、学生档案关系转移',
            content: ['凡被我院录取的外省市新生，按照所在省（市）招办的相关政策，如需新生自带档案的，请凭《录取通知书》到原学校提取档案，于新生报到时，将档案统一交至所在班级。']
        }, {
            title: '五、党、团员组织关系',
            content: ['1、党员组织关系转入手续', '新生中的党员须携带组织关系转移介绍信，于开学后由本人交至所在二级学院党支部，办理党员组织关系接转手续。已被确定为入党积极分子的新生，请携带有关材料入学后交所在二级学院党支部。', '2、团员组织关系转入手续', '团员凭团员证办理组织关系转入手续。团员入学后按照学院团委下发的通知，统一集中办理团组织关系接转手续。']
        }, {
            title: '六、其他',
            content: ['1、外省新生要求全部住校。', '2、学院将引进天津市教委和技术监督局同意准入的企业到校，为住宿同学提供卧具，每套470元（多退少补），床上用品由学院统一提供，学生交费领取。', '3、军训：具体日期另行通知。军训时应携带物品：皮带、运动鞋、餐具、脸盆、蚊帐、枕巾、床单及换洗衣服等自理物品，同时自己也可携带防治时令及慢性疾病所需的备用药品，赴营地军训请不要带手机、项链、MP3等贵重物品，遗失责任自负。', '4、报到时提交本人近期一寸免冠正面彩色照片（同一底片）16张，身份证复印件2张。', '5、请家庭经济困难的新生认真阅读《高校本专科学生资助政策简介》，按照填表说明认真填写《高等学校学生及家庭情况调查表》，并按规定盖章，入学后统一交至所在班级。家庭经济不困难的新生不需要填写此表。全国已有20余个省市开办生源地国家助学贷款，如需办理贷款的新生，凭录取通知书和贫困证明到新生本人所属县的资助中心办理生源地助学贷款。', '6、请同学们保管好所有交费收据，以备核查。']
        }]
    }, {
        id: 5121864895957150075,
        entrance: [{
            title: '一、交费项目：',
            content: ['1、学费：会计电算化、金融保险、涉外旅游、营销策划专业5000元/年；艺术类专业8000元/年。其他专业5500元/年。财经类学费5000元/年，其他类5500元/年。住宿费：全体住宿，住宿费1000元/年。请按规定时间存入随天津现代职业技术学院通知书收到的银联卡内，通过划款方式代扣。', '2、书费：1300元（开学后缴纳，支出公示，余款退回）。', '3、住宿用品费：低空无人机操控技术：580元；其他专业480元（住宿用品包含床垫、棉被、棉褥、被罩、床单、蚊帐、枕头、枕套、枕巾等，开学报到现场购买）。', '4、保险费：每人每年70元，三年共计210元；社会保障卡5元（城市全民医保）（开学后缴纳）。', '5、军训服费约45元（现场购买）。']
        }, {
            title: '二、交费方式：',
            content: ['现场报到交费：2015年5月15日上午9：00-下午3：30办理交费报到手续。如不能到现场报到，请于5月13日前，将相关费用汇入银行卡（详见说明）。']
        }, {
            title: '三、报到要求：',
            content: ['按国家招生规定录取的新生，持天津现代职业技术学院录取通知书按学校规定的期限到校办理入学手续。因故不能按期入学者，应当向学校请假。未请假或者请假逾期者，除因不可抗力等正当理由以外，视为放弃入学资格。']
        }, {
            title: '四、新生开学到校时间：',
            content: ['开学时间见学院网站（http://www.xdxy.com.cn），持交费收据、存款回执到所在院系报到，凭交费收据到有关部门领取教材。新生开学全部住校，并统一购置住宿用品。']
        }, {
            title: '五、户口要求：',
            content: ['根据市教委、市公安局的有关规定，参加2019天津自主招生考试，被我校录取的本市农业户口的新生，本着自愿办理的原则，请携带户口本、本人身份证复印件、录取通知书、本人近期一寸免冠照片1张，在学院统一开学报到的第四周，到保卫处办理就地农转非手续，过期不再补办。', '被我校录取的外省市新生，本着自愿办理的原则请携带户口迁移证原件及复印件、本人身份证复印件、录取通知书、本人近期一寸免冠照片1张，在学院统一开学报到第二、三周，到学院保卫处办理户口迁移手续，过期不再补办。迁户地址：天津市津南区海河教育园区雅观路3号。', '凡在天津市高职院校有集体户口或入学时户籍未由原籍迁入学校集体户口，毕业2年内与本市用人单位签订正式劳动（聘用）合同的毕业生，准予在津落户。']
        }, {
            title: '六、接转档案关系：',
            content: ['新生凭录取通知书先自行提取档案，开学后交班主任。自转党、团组织关系，开学后转接。', '联系电话： 学生处：022—28193030      招生就业办公室：022—28193120、28172507', '户口咨询：022-28128201      宿管办公室：022-28182686（被褥咨询）', '生源地助学贷款咨询电话：022-28774096']
        }, {
            title: '七、公交提示：',
            content: ['乘坐808、652、629、655、704路车等，雅言路天桥站，直达天津现代职业技术学院。']
        }]
    }, {
        id: 12964050169472583622,
        entrance: [{
            title: '报到地点',
            content: ['学院体育馆，报到时请新生从学校南门进入。', '(学校地址：天津市海河教育园区雅观路19号)']
        }, {
            title: '报到时请携带',
            content: ['1、录取通知书、身份证及身份证正反面复印件一张（A4纸））。', '2、党团组织关系。党员自带组织介绍信，团员自带团员证，并在高中就读学校办理党团档案转出手续,正式开学后统一交所在系。', '3、学生纸质档案,正式开学后统一交所在系。（持录取通知书9月份前到毕业中学或当地招办提取，档案须密封后加盖公章）。', '4、凡年满18周岁的男性公民，入学前必须进行兵役登记，报到时须携带《兵役登记证》或相关证明，与学生档案一并交所在系。兵役登记事宜请咨询当地征兵办公室或兵役登记站。', '5、外省新生自愿办理户籍迁移，请持通知书到户籍所在当地派出所开具户籍迁移证， 迁移地址：天津市海河教育园区雅观路19号。新生正式报到后，请于2017年10月16日-10月25日期间上交招生办公室，过期不予补办。（带一寸电子版彩照和近期一寸免冠彩照一张）']
        }, {
            title: '注意事项',
            content: ['1', '逾期一周仍未报到者，视为自动放弃入学资格。如有特殊情况不能按时报到，请提前与学院招生办联系，说明原因。', '2', '使用现金或带有银联标志的银行卡均可缴费，同时我院郑重提示：所有费用均应到我院报到现场交纳，且仅限于报到须知列明各项，切勿相信其他办学机构，以免上当受骗。', '3', '请新生在8月30日-9月5日期间登录学院迎新信息系统（自愿），阅读新生入学报到、开学安排、助学贷款等注意事项，了解学院教育教学管理有相关规定，提前做好相关准备。准备。', '网址：http://ywxt.suoyuan.com.cn/yxxt/web/zzfw_index.do', '或从学校招生网《迎新信息系统》入口点击进入。', '用户名：本人考生号 密码：aaaaaa（登录后请修改）', '并在登录后填写其中“必填事项”的相关资料，以便学校安排后续事宜。', '4', '学校9月13日-14日期间在天津站设有新生接站处，并安排接站车辆接运新生到校报到。', '接站时间： ', '8：00-19：00。', '天津南站和天津西站安排有接待老师和志愿者引导新生到天津站乘坐接站车辆或自行来校，接站时间外其他时间和长途车站请自行来校报到。', '5', '交通路线：', '天津站：乘地铁二号线西南角站转一号线复兴门站（或乘坐97路复兴门站下），转220路机电学院站下车，也可乘坐808路学苑路站下转220路机电学院站下车。', '天津西站：一号线复兴门站下，转220路机电学院站下车。', '天津南站：乘地铁三号线到天津站转地铁二号线，然后二号线西南角站转一号线复兴门站下，转220路机电学院站下车。 ', '*乘坐地铁一号线也可到财经大学站下车，学院安排车辆接站。', '6', '学院招生联系电话：', '022-58719600、58083333（传真）', '助学贷款、兵役登记咨询电话：022-58719672。']
        }]
    }, {
        id: 6636179715655175228,
        entrance: [{
            title: '一.报到',
            content: ['★报到地点', '公共管理学院、旅游管理学院新生在海河园校区（天津海河教育园区雅观路21号）报到。', '其他学院新生在主校区（天津市北辰区洛河道2号）报到。', '所属学院详见录取通知书', '★接站安排', '学校安排在天津火车站、天津西火车站接站。', '温馨提示：出站后注意学校引导牌，注意不同专业报到校区不同，不要上错车辆。']
        }, {
            title: '二、收费方式：',
            content: ['◎咨询电话（财务处）：022-60585339', '温馨提示：按照《天津市社会救助实施办法》（津政令第25号）给予低保家庭子女减免学费政策，符合减免条件和家庭特殊困难学生可通过第二种网上支付交费方式缓交一半学费（住宿费不可缓交），待报到时携带相关材料通过绿色通道办理正式缓交手续。', '★方式一.银行代扣交费方式', '经学校与建设银行协商，可采用划转代扣方式进行交费，同时为新生免费提供建行储蓄卡一张（免收第一年年费），此银行卡仅作为学生本人在校期间交纳学杂费和发放奖助学金的指定用卡。请务必在收到卡后，由学生持本人身份证先行到建行储蓄所柜台修改密码后再存款（初始密码为955330，如未修改密码则此卡无法使用），以保证用卡安全。', '银行将于9月3日-4日16：00前代扣，请确保在此期间内建设银行龙卡内包含五项费用之和（多存1元，否则代扣不成功；如未交满五项费用，则代扣不成功）。', '查询是否划转：可通过电话（95533）、柜台、ATM查询卡上的余额是否划转成功；划转不成功的可通过方式二网上支付交费方式、方式三微信交费方式或方式四现场交费方式进行缴费。', '代扣成功即视同学生知悉并自愿选择所支付的费用项目。', '★方式二.网上支付交费方式', '我校于9月5日-6日开通网上支付缴费业务，学生可登录我校网站http://www.tjtc.edu.cn，进入“学生缴费入口”（滚动窗）,登录用户名为本人学号(9月3日后可在我校招生网录取查询系统查看)，初始登陆密码为身份证号后6位(末尾字母大写)或6个0 (登录网站后请务必更改登录密码),点击学费缴费即可进行交费。由于宿舍为提前分配，为不影响报到时办理住宿手续，请于网上支付时缴纳住宿费。', '★方式三.微信交费方式', '我校9月5日-6日开通微信缴费业务，打开微信，关注“天津职业大学财务处”，或扫码关注（见下）。进入“天津职业大学财务处”微信公众号，点击右下角“学生服务”。点击“学生缴费”，进入“个人信息”注册界面，首次登录时，需要输入学号（9月3日后可在我校招生网录取查询系统查看)）和密码，初始密码为身份证号的后六位，身份证末位为“X”以大写英文字母“X”表示。首次登陆后，系统将自动绑定用户信息，下次登录时，无需再输入用户名和密码即可自动登录。注册完成后，进入缴费界面，选择缴费项目，完成缴费。由于宿舍为提前分配，为不影响报到时办理住宿手续，请于网上支付时缴纳住宿费。']
        }]
    }, {
        id: 17425798441035415081,
        entrance: [{
            title: '◆天津商务职业学院新生资格审核',
            content: ['到达学校后，你会看到各院系的迎新人员举着标明院系的彩旗在车门口迎接新生。只要找到自己的院系的迎新人员，他们就会领你到你们院系的新生接待处。到了自己院系的新生接待处，就会有院系学工组的老师为你做新生资格审核，你必须出示自己的身份证、录取通知书和准考证，自带档案的同学需上交档案。而后你会被告知自己的宿舍房间号和领到一张报到证，上面会注明你的院系和你的学号，你凭着这张报到证去办理后续的手续。']
        }, {
            title: '◆天津商务职业学院住宿手续',
            content: ['迎新的老师会安排一位师兄或师姐陪你去办理各项手续，有什么不懂的可以马上请教。各位师兄师姐顶着烈日甚至有时是冒着大雨都面带微笑热情地为你服务，一定要记得对他们说声谢谢。学长会先带你去宿舍，办好住宿手续。住宿手续一般比较简单，通常只要到住宿管理中心或公寓一楼的宿管处，向工作人员出示你的报到证并填一些简单的个人资料，对方会告知你的宿舍号和床号并交给你一把宿舍钥匙。将行李放到分配好的宿舍，然后就可以轻轻松松地去办理入学手续。', '小贴示：', '记得要把行李摆放在自己的位置，防止别人拿错，可请留在宿舍的舍友帮忙照看一下行李，或者宿舍内有衣柜的话可将行李锁好。贵重物品如银行卡、手机等要随身带，切勿留在宿舍，因为新生宿舍里人进人出，一不小心就会被人顺手牵羊。']
        }, {
            title: '◆天津商务职业学院入学手续',
            content: ['天津商务职业学院学校的相关部门会集中在一个地点统一为新生办理入学手续。一般的入学手续包括以下几部分：', '1。天津商务职业学院缴学杂费财务处(已通过银行代扣学杂费的同学可凭通知书直接领缴费收据。)', '2。天津商务职业学院户口迁移保卫处(交户口迁移证)', '3。天津商务职业学院办理保险学工处(学生本着自愿原则购买保险，如购买则在入学时一次性交完大学四年的保险费和办理相关手续，所买的保险为意外伤害保险和住院医疗保险。学生保险费不高，且理赔的范围涉及面广，所以我们建议如果经济条件许可的话，新生应该购买保险。)', '4。天津商务职业学院办理校园一卡通后勤集团(校园一卡通是学校为了方便学生而推出的，集吃饭、洗浴和其他所有学校内部消费功能于一体的电子卡片，每张卡都存储有相应持卡人的信息，就跟刷信用卡消费一样，非常简便快捷，但仅限于校园内消费。学校在入学前已为你办好了一卡通并预存了一定的金额，你只需交预存的金额和办卡费就可领到自己的一卡通。)', '5。天津商务职业学院办理党团关系团委(交党团组织介绍信)', '6。天津商务职业学院绿色通道学工处(近年来，为切实保证贫困家庭学生顺利入学，教育部规定各公办普通高等学校都必须建立“绿色通道”制度，即对被录取入学、经济困难的新生，在报到时持家庭所在地乡镇或街道以上政府所开贫困证明，高校一律先为其办理入学手续，入学后再根据核实后的情况，分别采取措施予以资助。)', '虽然以上介绍的手续很多，但由于是集中办理，所以实际办起来会很迅速。同学们只需按着流程图一步步走，就可以顺利办理好手续了。不懂的问题可随时咨询工作人员，非常贴心周到。', '这里，我们还要对家长们说，您的孩子就要成为一名大学生了，大学报到的各种准备工作尽量让他(她)自己动手，家长最好不要代劳了，他们的羽翼已经逐渐丰满，即将展翅高飞!']
        }]
    }, {
        id: 3859587972726810660,
        entrance: [{
            title: '一、报道流程',
            content: ['1、缴费（学费、住宿费、保险费、书费）前往服务长廊（航运经济系）收费窗口刷卡缴纳以上费用。如果假期期间已经缴纳该费用，请前往系迎新场地查询班级。', '2、明确班级之后，前往注册报到处凭借录取通知书办理报到手续。在通知书上盖章。', '3、注册之后前往系统录入处录入系统。', '4、宿舍分配处分配宿舍。', '5、凭借宿舍入住单前往所在班级上交、领取相关材料。', '6、校服缴费、量体。', '7、前往宿管中心帐篷处（菜鸟驿站对面）缴纳20块钱押金，在入住单上盖章。', '8、宿管中心对面缴纳脸盆钱领取脸盆。', '9、凭借宿舍入住单前往所在公寓楼一楼找宿管阿姨领取宿舍钥匙。', '10、所在宿舍一楼148房间缴纳卧具钱领取卧具。（1/2/4号公寓148房间）']
        }, {
            title: '二、生活相关',
            content: ['1、一卡通在校内吃饭、洗澡、打热水，一卡通内目前没有钱，如需使用需先进行充值。充值方式：网上支付宝充值（打开支付宝--大学生活---一卡通。输入身份证号和姓名）就可以完成充值啦~！也可以前往回民餐厅一卡通充值处进行充值（只接收现金哦）', '2、打热水：打热水之前需要在一卡通充值后去第一食堂转水机上转热水钱，将卡放在转水机上听到滴声后，操作成功。', '3、关于银行卡：银行卡在假期期间未激活的同学，可以在菜鸟驿站进行银行卡激活，不用单独去银行哦~！']
        }, {
            title: '三、安全问题',
            content: ['1、入校报到之后除辅导员助理（带班学哥学姐）通知以外，不会收取任何费用，请大家谨记，不要上当受骗。', '2、凡是去宿舍推销任何物品的一律拒绝说不。', '3、专升本等不要盲目报名，仔细核对办学资质，不要被骗。']
        }, {
            title: '四、相关材料',
            content: ['1、高中档案请妥善保管，不要到处乱放，等候系里统一收取。（不要好奇私自拆封）', '2、迁移户口的同学，妥善保管好户口页，不要丢失。', '最后预祝大家报道顺利，有任何困难及时与助理辅导员和辅导员沟通联系。']
        }]
    }],
    findById: function(id) {
        for (let school of this.schoolList) {
            if (school.id == id) {
                return school.entrance;
            }
        }
        return false;
    }
}