module.exports = {
    schoolList: [{
        id: 15310156724975630292,
        environmental: [{
            type: 'text',
            content: ['哈喽，各位即将进入电子的小可爱们：', '下面就是要跟大家简单介绍一下我们的学校哦~', '2001年1月15日，经天津市人民政府批准，“天津电子信息学校”与“天津市职工电子仪表工程学院”合并成立“天津电子信息职业技术学院”。至此，在三校合并的基础上，学院正式成立。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=6788af9b67600c33f079dec02a4e5134/cd170ad162d9f2d35bc74860a5ec8a136127cc4a.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=4737534b17d5ad6eaaf964e2b1ca39a3/3468a61ea8d3fd1fd418cab53c4e251f94ca5f0b.jpg']
        }, {
            type: 'title',
            content: '食堂篇'
        }, {
            type: 'text',
            content: ['学校有两个食堂，分别是一食堂和二食堂，二食堂二楼是清真食堂。', '刚来学校的时候可能大家不知道要吃什么，学姐给大家推荐几个比较好吃的饭~', '一食堂一号窗口的米线，一食堂的马老头掉渣饼也不错，还有一食堂一楼的倒数第一个窗口的粗粮面也是很好吃的 超香，二食堂二楼的烤鱼，一食堂一楼的金针菇拌面菌菇拌面（总之他们家的拌面还都挺好吃的），二食堂二楼一家煮方便面也挺好吃的但是具体哪个窗口也忘记了，二食堂二楼的混沌、鸡排饭，二食堂二楼一号窗口的凉面也不错~', '当然了，在天津可能见到最多的就是大饼夹一切了！！真的是夹一切的那种！！！', '给大家看看食堂的照片~先满足一下大家的的好奇心']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=fba80944c5177f3e1034fc0540ce3bb9/8cca2df5e0fe99259651f2a238a85edf8fb171c2.jpg']
        }, {
            type: 'title',
            content: '宿舍篇'
        }, {
            type: 'text',
            content: ['滴滴滴，你们期待已久的宿舍篇开始更新了哦！', '宿舍是标准的6人间，不过每层都还有一个10人间哦！', '电子宿舍布局属于上床下桌，有阳台挂衣服，没有独立卫生间，每层两侧有卫生间和水房，没有空调，有两个摇头风扇 ，冬天还开放暖气', '宿舍环境整体来说可以说是特别棒的呢！', '我觉得大家最想知道的应该是宿舍的管理方面', '宿舍是属于半军事化管理，所以管理这方面严格了一点，但是宿舍环境很干净，特别好。每天要早起整理，打扫卫生，7：30清宿，会有学生会的来检查，8点的时候会关楼门，想回宿舍要等到10点哦！', '晚上也会查宿，9点的时候开始查，但查宿的具体时间每个楼都不一样，所以同学们要赶在查宿之前回去哦！', '关于学校的断点时间是在晚上10：30，周五周六不断电，所以同学们要合理安排好自己的作息时间哦！还有宿舍是不可以使用大功率电器的呢！但是功率小的可以偷偷的用哦', '还有就是宿舍的用电问题，学校每个月都会给宿舍送36功率的免费用电，但是如果超出免费用电，要去6号楼管理中心去续电哦！', '其实小编觉得宿舍是挺棒的，有好多别的学校的学生说我们宿舍不错呢！环境好，卫生也很干净，看着特别的舒心。', '下面上照片！！！']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=55151d1fbafd5266a72b3c1c9b1a9799/86ad251f95cad1c87358edd3733e6709cb3d5142.jpg']
        }, {
            type: 'title',
            content: '军训篇'
        }, {
            type: 'text',
            content: ['军训可能大家听了都觉得有点惶恐，尤其是对大一新生来说，这是入学必不可少的一项。都经历过，所以学姐在这只能帮助大家，给大家送点军训当中的一些温馨小贴士：', '军训的时间大概是开学之后的一周或者两周，17届是军训一周，地点嘛，大部分都是在学校四周的路上，也不是很热，不过也不全是，毕竟学校的学生很多😐😐', '小提示：①大家在军训期间要注意防暑，毕竟开学的那段时间也是很热的，注意照顾好自己的身体。', '②提前准备好创可贴，以防训练的时候不小心伤到自己。', '③每天训练要带着水杯，训练的地方都会给大家提供饮用水。', '④还要提前备好鞋垫，学校给发的鞋子有点硬，站的时间长了脚会很难受的。男生也可以备点姨妈巾，至于做什么用大家都应该想的到吧😄', '⑤如果有的小可爱是超级细心的那种可以准备个小药箱带着，里面带着一些预防感冒，中暑，拉肚子的药💊……', '⑥当然也要注意饮食问题，不要因为天气太热，或者其他一些问题不吃饭或者吃些不健康的东西，尤其是在军训的时候一定要注意自己的身体。', '军训的照片只有这么一点，小伙伴可以带上自己手机里的照片，跟大家一起分享啊。😊']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=09e508fbe524b899de3c79305e041d59/ce13f736afc379312b88a4d2e7c4b74541a9114f.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=5dee908fe7f81a4c2632ecc1e7286029/4430572c11dfa9ecdbce74ec6ed0f703938fc148.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=bbe370c2c53d70cf4cfaaa05c8ded1ba/2fc6bc315c6034a89a029a7ac71349540b237648.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=28eedf5edd43ad4ba62e46c8b2005a89/c4684710b912c8fc3213d436f0039245d4882148.jpg']
        }, {
            type: 'title',
            content: '快递篇'
        }, {
            type: 'text',
            content: ['学校有一个菜鸟驿站，圆通韵达什么的都在菜鸟里取，快递到了会给你发短信，根据取货码取就好了。这个学期快结束之前，菜鸟的自提柜也可以使用了，不知道下个学期的时候能不能用。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=92368a12ddc8a786be2a4a065708c9c7/220df01f3a292df557d786fdb0315c6035a87321.jpg']
        }, {
            type: 'title',
            content: '浴室篇'
        }, {
            type: 'text',
            content: ['最近看到有好多小伙伴再问学校宿舍是不是带有独卫，今天学姐再给大家讲一遍，学校的宿舍都是标准的6人间，每层外加一个10人间，每层都有两个洗漱室，供大家洗漱。至于浴室是独立存在的，它位于学校超市二楼，有两个入口，一个是超市进去旁边的楼梯，还有一个就是超市后面的浴室入口。', '当然男女浴室是分开的，浴室里面的空间也很大，也都带有隔板。里面的环境也是很不错的，会有阿姨不定时的打扫。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=818e9fef9d8fa0ec7fc764051696594a/05f8b051f8198618d524b25846ed2e7389d4e6eb.jpg']
        }, {
            type: 'title',
            content: '教室篇'
        }, {
            type: 'text',
            content: ['这是教室图片']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=ba88871f22738bd4c421b239918a876c/67a0ad4bd11373f0e23e975da80f4bfbf9ed04d6.jpg']
        }]
    }, {
        id: 1132276838459656005,
        environmental: [{
            type: 'text',
            content: ['各位萌新们~请先允许我为你们介绍一下~',
                '这里是天津中德应用技术大学前身为天津中德职业技术学院',
                '学校于2015年成功由高职升为本科院校,2016年第一批本科学生进入校园。',
                '第一批本科专业只有三个专业，分别为：飞行器制造工程、机械电子工程、自动化随着时间发展，本科专业越来越多，学院发展越来越好，一届届新生只为“中德”两字而报考这让身为中德学子的我更加自豪'
            ]
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=b5aa88cc9e45d688a302b2ac94c37dab/7ce954fbb2fb43161b753b852ca4462308f7d36f.jpg']
        }, {
            type: 'title',
            content: '食堂'
        }, {
            type: 'text',
            content: ['中德的食堂应该算附近几所学校中最大的食堂了，食堂分为三个楼层，还有一个清真食堂',
                '食堂三楼可以包间，向外面饭馆一样可以点菜。还有自助餐。三楼一般都是聚会或者培训人员的食堂，在中午和晚上下课是，你会看到排成队的空乘培训人员去食堂吃饭，画面很是养眼呢',
                '食堂二楼是我最爱去的楼层~可选择性多，而且饭比较好吃呦',
                '食堂一楼相对比较便宜些，但是阿姨的手抖得也是挺有频率的，所以我还是吃二楼的好吃的吧'
            ]
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=16b187e4389b033b2c88fcd225cf3620/88937e3e6709c93db2549417933df8dcd0005434.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=147decc661224f4a5799731b39f69044/8a9748540923dd54f0c83d88dd09b3de9d82481f.jpg']
        }, {
            type: 'title',
            content: '宿舍'
        }, {
            type: 'text',
            content: ['宿舍目前有六栋楼，H1-H6其中只有H1是男女生混住（不要想歪了，一半一半的，有楼道门隔开的），其他都是独栋。中德是理工科院校这是大家都是知道的吧，所以男生宿舍很多，H1一半加上H2、3、4，这三栋半都是男生宿舍。女生宿舍就只有H1一半加上H6这一栋半。H5是一个特殊宿舍楼，它的前身据说是校内的宾馆，为学生家长提供住宿的地方。但早在我们之前就已经成为了留学生、培训人员和老师们的公寓了。里面的配置也是可想而知的齐全啊', '目前在H6后面正在建设新的楼，但是目前没有消息出来这个楼是做什么的，所以它还是一个迷，期待你们新生到来时它能揭开神秘面纱', '宿舍里面不可以使用大功率电器，被发现是要被停电的。跟宿管阿姨打好关系是必须的，因为后期你会发现宿管阿姨的重要性', '宿舍里会有至少一个微波炉在宿管阿姨的管理台或者楼层休息区，可以自行使用，但是记得要保护公共财产呦', '宿舍内的样子是标配的上床下桌，每人配备自己的衣柜，学校开学当天会卖被褥等一列宿舍用品（当然不会是好看的），嫌麻烦的同学可以来了学校以后买。', '宿舍内是可以进行装饰的，但是改装就别想了，毕竟是学校的。地毯，床帘这些是不允许的，墙纸还是可以的。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=afe37958d83f8794d3ff4826e21a0ead/f37f42166d224f4a1d02e9f305f790529922d13f.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=8e1b62c17e8b4710ce2ffdc4f3ccc3b2/b687908fa0ec08fa6587894755ee3d6d57fbdacb.jpg']
        }, {
            type: 'title',
            content: '网络'
        }, {
            type: 'text',
            content: ['宿舍里的网络是需要自己或者室友们一起协商办理的，学校不会统一办理，在开学时会有三大网络齐聚校园推销，你们只要等着他们找你们就好了，当然要自己选择合适的，反正学姐办的是电信的。你们依据自己喜好就可以了。', '目前学校的宽带只有联通和电信，移动的网是校园网应该是DL100不太建议用这个', '联通的话因为学校寝室晚上会有断电，断电以后就不能再用了。但是可以买一个ups这样断电也可以用了 联通会比较贵 在开学的时候办会比较便宜 男生反应联通网速比较快', '电信的话也有同样的断电问题，但是电信在H3据说时不时非常卡，所以你们看情况吧。', '联通电信这两个都是需要重新办卡，需要注意的是新卡业务是有绑定时限的，里面的套餐和一系列的东西需要自己多多注意哈~', '除了H6有公共的洗衣房以外，其他宿舍楼都是每层配备洗衣机相比于H6其他几个宿舍楼还是比较方便的。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=ddacf57fa80f4bfb8cd09e5c334e788f/544a37d3d539b600655d9557e550352ac45cb7c7.jpg']
        }, {
            type: 'title',
            content: '建筑介绍'
        }, {
            type: 'text',
            content: ['首先我们的学校有着海河教育园几所学校中最高的图书馆。图书馆为B座，无论从哪个方向相信你都会看到它的。馆内进去为二楼，这也是为什么进门台阶如此高的原因。二楼主要为自习室和大厅，进门看到的楼梯即为三楼，三楼以上就是书籍所在地了，直到六楼都是各种图书。馆内藏书也是足够大家使用和观看的。种类齐全基本上你想要的书籍都会有（特别偏的除外）目前学姐尚不清楚是否图书类型分楼层，后期细了解以后在给大家解答。图书馆内借阅书籍带走是需要携带学生证的，图书归还也是有时间的，大家只要注意最后的还书时间就可以了。七楼以上是存在心里辅导中心的，也有很多好玩的游戏和好看的物件，不定时还会有电影播放呦~图书馆一楼是办公区，一般情况是不需要下去的，如果不小心下去了那你就原路返回吧，反正我没有找到从一楼出去的门~']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=30af9aa387d4b31cf03c94b3b7d7276f/e2487dd98d1001e9434395efb40e7bec55e79753.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=b7a3849e291f95caa6f592bef9167fc5/0d8c6f061d950a7b22a1cf2406d162d9f3d3c93a.jpg']
        }, {
            type: 'title',
            content: '上课地点'
        }, {
            type: 'text',
            content: ['公共课上课地点为D座，目前D座还没有空调的（对没错，人最多的地方没有空调，就是这么坑爹），每个教室内设有电风扇，可以缓解一下闷热。F1-3为实训楼，楼内有电梯，教室内有空调，很人性化。E1-3也是实训楼且三栋建筑相连。E4是去年新建成的建筑，也是实训楼。这些实训楼有的相当于车间那么大，所以多也就不奇怪了。（没错，实训楼就是这么多而且好像还会继续盖）当然你们也许会见证其他实训楼的诞生。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=40c766cb02f41bd5da53e8fc61d881a0/07a708f7905298224fd7b823dbca7bcb0846d4ea.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=62fee2fc1ddfa9ecfd2e561f52d1f754/bc7eae51f3deb48f1c79213efc1f3a292cf57846.jpg']
        }, {
            type: 'title',
            content: '洗浴'
        }, {
            type: 'text',
            content: ['现阶段中德有俩浴室，其中一个是这个夏天刚修建的，还没有投入使用，具体啥情况学姐也不清楚，然后以前的那个，一楼是男生，二楼是女生，使用的时候你用学生卡打一次，然后扣一块钱，淋浴的地方就会有水！也开始扣费，不用的时候再打一次就可以了！大体上一次一块钱就够用的！']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=f93d3bf8d80735fa91f04eb1ae500f9f/2ae40d338744ebf84869fddcd5f9d72a6159a7b9.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=e8419d7ec7ef76093c0b99971edca301/785fb7fd5266d016ed9107cb9b2bd40737fa35c9.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=0aa805a43512b31bc76ccd21b6193674/f333d1a20cf431adb2cadada4736acaf2fdd98b9.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=ace75f0db88f8c54e3d3c5270a282dee/38b50b55b319ebc4b4f3ef7a8e26cffc1c1716c9.jpg']
        }, {
            type: 'title',
            content: '宿舍'
        }, {
            type: 'text',
            content: ['中德的宿舍楼一共有6座，分别是h1-h6宿舍呢都是6人间(h5以前是教职工公寓，4人间)，然后宿舍里呢有俩风扇，还是挺凉快的，宿舍里冬天有暖气的，一点都不冷！', '可能你们现在想知道h5，毕竟以前是教职工的宿舍，四人间吗！其实h5吧，设备啥的和其他宿舍一样，可能以前的一些其他功能啥的，h5是有独立卫浴、空调的，不过淋浴功能只保留凉水、没有热水，而且虽然空调保留但是不让用！然后今年h5是留给了本科女生，具体原因吧可能是以下几点:第一呢女生嘛，相对来说比男生爱干净，独立卫生间应该能保持干净！第二呢可能是因为本科女生相对来说数量啥的刚刚和h5能容纳数量相同！其他的呢学姐也暂时想不起来，以后想起来再说吧']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=fe4f605bbeb7d0a27bc90495fbee760d/eceadcc451da81cb6aa08f245e66d0160824311c.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=475580e197504fc2a25fb00dd5dce7f0/90c7ac4bd11373f0ea796376a80f4bfbfaed041c.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=2a4d961a75310a55c424defc87444387/87d811385343fbf26f6aaacabc7eca8064388f1d.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=233acbc6b2096b6381195e583c328733/585cbd3eb13533faabf79fc7a4d3fd1f40345b1d.jpg']
        }, {
            type: 'title',
            content: '商业街'
        }, {
            type: 'text',
            content: ['商业街位于k座，商业街一楼有两个超市，分别是创业超市和世纪华联超市，其中创业超市是由中德经管学院学生组建的！除了超市，一楼还有电信营业厅、联通营业厅、一卡通结算中心(充值补办校园卡)、浴室、清真餐厅、医院、菜鸟驿站等，对了中德的菜鸟驿站现在好像所有的快递都收，以后不用为取快递而烦恼了呦', '二楼呢我有很多地方，二楼有创客坊(大学生创新创业的地方)，里边的匠心可以去打印复印东西呦！除此之外还有灯塔摄影、理发店、洗衣店、咖啡馆等等。奥，对了还有一个地方就是大学生 社团活动中心，很多社团都在这个地方有用于活动训练的地方！']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=4d852e78a5014c08193b28ad3a7a025b/dad44ec2d5628535417c71f09cef76c6a5ef63c3.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=3ca3b7deb40e7bec23da03e91f2fb9fa/dfd50eb30f2442a7dc915e74dd43ad4bd31302c3.jpg']
        }]
    }, {
        id: 9064819481832757240,
        environmental: [{
            type: 'title',
            content: '爆照'
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C548%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C556/sign=b3a11ba2f5f2b211e42e8546fabb0648/0c8406d7912397dd02dde5d55782b2b7d2a287f3.jpg,', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C293%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C301/sign=a7a21354c7ea15ce41eee001863b5983/656b9b2397dda14409ad1163bcb7d0a20ef486f3.jpg']
        }, {
            type: 'text',
            content: ['接下来我将进行自我介绍', '中文名：天津轻工职业技术学院', '英文名：Tianjin LightIndustry Vocational Technical College', '性别：公办', '属性：全日制高等专科学校', '实力：102位教授副教授', '地标：天津市津南区海河教育园区']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C304%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C312/sign=934a9dd8b8003af34dbadc680511a52c/f89f9ddda144ad34fc1bfa56dea20cf433ad85f3.jpg']
        }, {
            type: 'text',
            content: ['身份：国家级优秀示范性骨干高职院校', '天津市职业教育先进单位', '全国数控技术应用专业领域紧缺人才培养培训基地', '第二批国家现代学徒制试点单位学院', '天津模具工业协会副理事长单位', '天津新能源协会常务理事单位', '成长历史：18年', '家庭成员：经济管理系，电子信息与自动化学院，艺术学院，机械工程学院']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C402%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C410/sign=fae67d1be8cd7b89e96c3a8b3f1f21d7/9251a164034f78f0d9d7e72277310a55b1191cba.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C402%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C410/sign=1a1bae2c75899e51788e3a1c729cba43/c2d8094f78f0f736802231d00455b319e9c413ba.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C402%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C410/sign=d62c336890510fb37819779fe908abe5/6af372f0f736afc349d042b4bd19ebc4b54512ba.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C402%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C410/sign=4a68d6b001b30f24359aec0bf8aeb233/114cfd36afc379313bb4fbf8e5c4b74541a911ba.jpg']
        }, {
            type: 'text',
            content: ['我的费用：艺术类专业8000元/年', '普通类专业5000－5500元/年', '住宿费800－1000元/年/生']
        }, {
            type: 'title',
            content: '基本概况'
        }, {
            type: 'text',
            content: ['天津轻工职业技术学院2001年成立的独立设置全日制高职院。2011年3月整体入驻海河教育园区，新校区位于园区东入口处，紧邻天津大道，占地面积800亩，建筑面积20万平方米，良好的教学条件，完善的基础设施，为学生营造了优越的学习、实践和生活环境。学院始终坚持高职教育的办学方向，以“注重内涵建设，立足行业发展，服务滨海新区”为办学指导思想，走出了一条品牌建设、特色发展的办学之路。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C352%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C360/sign=585562d91130e924cfa49c397c330d76/9b6f5d2c11dfa9ecd54e29c66cd0f703908fc13f.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C402%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C410/sign=494c62d53a9b033b2c88fcd225f555a3/dbad9913b07eca80f85e46369f2397dda34483c0.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C548%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C556/sign=77367fcbc85c1038247ececa822af063/faafba7eca80653892b1dbc299dda144af3482c0.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C403%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C411/sign=9c5d1154c7ea15ce41eee001863b5983/d9c2c08065380cd70e45dd3caf44ad345b8281c0.jpg']
        }, {
            type: 'title',
            content: '美景'
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C355%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C363/sign=0c4a2831f903918fd7d13dc2610645e7/db4749166d224f4a4fc90cc207f790529a22d1cf.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C295%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C303/sign=12b4b832592c11dfded1bf2b531c01a0/2aaa67224f4a20a4364e43169e529822700ed0cf.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C403%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C411/sign=26415b3ea7ec8a13141a57e8c738f2ff/049e454a20a44623789adab39622720e0ef3d7cf.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C403%3Bap%3D%CC%EC%BD%F2%C7%E1%B9%A4%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C411/sign=63b2e30d8413632715edc23ba1b4c39c/26f62aa4462309f7e23fd2c37c0e0cf3d5cad6cf.jpg']
        }, {
            type: 'title',
            content: '食堂'
        }, {
            type: 'text',
            content: ['学校食堂一共有四个，其中的四食堂是清真食堂，而且四个食堂的饭菜种类特别多，价格一般在5-15元之间（个别除外麻辣烫、黄焖鸡、万能的卷饼、各种面食......（而且到冬天还有暖心的坐垫哦）']
        }, {
            type: 'img',
            content: ['https://mmbiz.qpic.cn/mmbiz_jpg/rLlcopHpYPZ4IEfrINx8Pymb60z0aztajgEk4uKUFiaGer6iceibBkjrnQ1un0IaECNiawLK2znBVZC3s0nI78j4vQ/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1']
        }, {
            type: 'title',
            content: '宿舍'
        }, {
            type: 'text',
            content: ['宿舍分六人间、八人间，上床下桌，八人间有两个上床下床，没有独立卫生间，冬天有暖气，夏天有风扇、空调，可以挂蚊帐、遮光帘！']
        }, {
            type: 'img',
            content: ['https://mmbiz.qpic.cn/mmbiz_jpg/rLlcopHpYPZ4IEfrINx8Pymb60z0aztavofUnGMeicL7OBmW0oP0A81dV6JtiabHtYpJyiaAbruySjXqWrM0em16g/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1']
        }, {
            type: 'title',
            content: '超市'
        }, {
            type: 'text',
            content: ['学校有一个大超市，从零食酸奶到生活用品，里面的东西很齐全。大家下完课可以提前存储零食，防止晚上饿肚子呦。']
        }, {
            type: 'img',
            content: ['https://mmbiz.qpic.cn/mmbiz_jpg/rLlcopHpYPZ4IEfrINx8Pymb60z0aztarAELLs7j3o0QzN3fibC9CMeXrX9iawqFw03xESicF8Hr2tnzdVhsfnTaA/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1']
        }, {
            type: 'title',
            content: '健身房'
        }, {
            type: 'text',
            content: ['健身房晚上九点闭馆，里面的设备齐全，费用是一年360元，是不是很划算，这样算下来一天大约一元，喜欢健身的男孩子女孩子会很喜欢叭.....']
        }, {
            type: 'img',
            content: ['https://mmbiz.qpic.cn/mmbiz_jpg/rLlcopHpYPZ4IEfrINx8Pymb60z0aztah0JqSoBe6jC9VYxpaYf2OMI3qAI5C0XJV7Kspf8KibqjjW9nuXC7agQ/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1']
        }]
    }, {
        id: 5121864895957150075,
        environmental: [{
            type: 'title',
            content: '宿舍'
        }, {
            type: 'text',
            content: ['带领大家走进宿舍楼内部']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=22364bb77c094b36db921be593cd7c00/54e27df0f736afc36aaa8a0db919ebc4b6451264.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=565bb5a2eccd7b89e96c3a8b3f254291/e5bc9613b07eca80e7648c8f9b2397dda04483a6.jpg']
        }, {
            type: 'title',
            content: '卫生间'
        }, {
            type: 'text',
            content: ['照片这个角度后面有个门，打开就是厕所（男生厕所，就不照相了，女生厕所我没去过）', '小厕所的话，就只有一个两个水龙头的小水池', '（PS1：跟图中水池的样子材料都是一样的）', '因为一层楼俩洗漱间，其中一个离大部分宿舍门要远，所以小厕所人流量比大的多', '（PS2：小厕所主要是扔垃圾的，有三个大垃圾桶摆在门口，鉴于我照相的时间是某天晚上，经过一天的洗礼，我相信你们不会想看那屋照片的）', '（PS3：每个楼层会有个负责打扫的大爷/大妈，每天早上清理垃圾，厕所，以及擦地，擦楼梯，所以也请学弟学妹们善待他们，毕竟他们大部分都在咱们父母那个岁数甚至更大）']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=cd805090ad86c91708035231f93c70c6/118e0cf7905298222a448dabddca7bcb0b46d494.jpg']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=c7ab68083f2ac65c6705667bcbf2b21d/c086d10735fae6cd86a51f0905b30f2443a70ff6.jpg']
        }, {
            type: 'text',
            content: ['请无视那个盆，这个不是学校自带的，恩。我实在是懒得去给他拿下来了。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=bbe6fd81871001e94e3c1407880e7b06/e4b4eec4b74543a99a0c4ea414178a82b80114eb.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=8bcc4f439716fdfad86cc6e6848f8cea/1d402b738bd4b31cab2220d38dd6277f9f2ff8ed.jpg']
        }, {
            type: 'title',
            content: '宿舍'
        }, {
            type: 'text',
            content: ['来来来，进门进门，带大家看看宿舍内部']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=657bfad194510fb37819779fe932c893/e7d3cf8065380cd712951685ab44ad3458828178.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=ca11586bc295d143da76e42b43f18296/c070a444ad3459823a0151fa06f431adcaef8478.jpg']
        }, {
            type: 'text',
            content: ['普遍的人应该都是这样的宿舍，六人寝，上床下桌，有暖气，有阳台，以及这个']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=90a8131ddc88d43ff0a991fa4d1fd2aa/80876559252dd42a449fb5c3093b5bb5c8eab875.jpg']
        }, {
            type: 'title',
            content: '美食的诱惑'
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=56d8669feafe9925cb0c695804a95ee4/7f951a30e924b899c5f0076264061d95087bf6cd.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=2ccf3fe7a3773912c4268569c8188675/b270e21190ef76c67d2382719716fdfaae516720.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=69036c55b20e7bec23da03e91f2eb9fa/d58bcafc1e178a82e90307fafc03738da877e8de.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=d2e7c13e9eeef01f4d1418cdd0ff99e0/d07b227f9e2f07084e50525ae324b899a801f244.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=8a0787ea6f380cd7e61ea2e59145ad14/8e9ecd95d143ad4beb6a3e9a88025aafa50f0654.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=e7fb9c32c6bf6c81f7372ce08c3fb1d7/ddbe662762d0f703eaf6ed8602fa513d2797c555.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=7c5ea6aebd4543a9f51bfac42e168a7b/efa37eec54e736d1e069f45291504fc2d462699b.jpg']
        }, {
            type: 'title',
            content: '来现代还可以脱单哦~'
        }, {
            type: 'text',
            content: ['以下就是某位童鞋走进婚姻殿堂的路程']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=bf188d9f61d9f2d3201124e799ed8a53/e4739982d158ccbfa86d07441ad8bc3eb035412c.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=345d29c584d6277fe912323018391f63/6d8428f5e0fe99250f6dd42e37a85edf8cb1719c.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=ae477f4d928fa0ec7fc764051696594a/6457878ba61ea8d33188c97a940a304e241f5857.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=d46a7f51bd096b6381195e583c338733/25264210b912c8fc1de24eb3ff039245d78821ec.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=9d91abd95aee3d6d22c687c373176d41/1699920a304e251f59665c86a486c9177e3e536c.jpg']
        }, {
            type: 'text',
            content: ['咳咳,杀狗是不是有点过分了,哈哈哈~~！']
        }]
    }, {
        id: 12964050169472583622,
        environmental: [{
            type: 'title',
            content: '宿舍'
        }, {
            type: 'text',
            content: ['6人寝室，上铺下桌，有小阳台。我住的就是4人间，但是是6张床铺，两个空床。宿舍六人间 没有独立卫生间 有一个小阳台 就是晒衣服用的 其他没什么', '床单可以自带，也可以统一买，学校卖得是一套，有暖壶，有盆子，有穿上呢一套的东西(被子，褥子，被单，蚊帐)，是300多把，有点贵，可是东西全。']
        }, {
            type: 'img',
            content: ['http://img.gaosan.com/upload/201608/6360583711206471981964613.jpg']
        }, {
            type: 'title',
            content: '食堂'
        }, {
            type: 'text',
            content: ['来来来，来看看我们的食堂']
        }, {
            type: 'img',
            content: ['https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1565354980640&di=a5927627321967f1305458f6962c1d83&imgtype=0&src=http%3A%2F%2Fimg1.youzy.cn%2Fcontent%2Fmedia%2Fthumbs%2Fp00112029.jpeg']
        }, {
            type: 'title',
            content: '景色'
        }, {
            type: 'text',
            content: ['一片春暖花开啊~不得不说学校的风景还是不错的~！']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=7f8c6ae7ba1bb0518f24b3200678da77/6f91b43eb13533fa5470f5eba1d3fd1f43345bfe.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=eee9e0eeb951f819f1250342eab64a76/ca77b93533fa828b71e5fb26f41f4134950a5afe.jpg', 'http://imgsrc.baidu.com/forum/w%3D580%3Bcp%3Dtieba%2C10%2C934%3Bap%3D%CC%EC%BD%F2%BB%FA%B5%E7%D6%B0%D2%B5%BC%BC%A1%AD%B0%C9%2C90%2C942/sign=8c72221a7f094b36db921be593f71fa9/dfa58213632762d04adc787aa9ec08fa533dc6db.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=03162820982397ddd679980c6983b216/4033d2b44aed2e73edfa97eb8e01a18b86d6faab.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=765db3dcdd0735fa91f04eb1ae500f9f/ed1947c2d56285353898c3e699ef76c6a6ef6342.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=3817bfa746c2d562f208d0e5d71090f3/6796a1ec8a136327e3ffd3f4988fa0ec09fac7b4.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=58e3f9e7b012c8fcb4f3f6c5cc0292b4/e194a944ad34598298df6e5505f431adcaef846d.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=016a7417346d55fbc5c6762e5d204f40/ab8d59da81cb39db91007f9fd9160924a91830fb.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=627e50e7db1b0ef46ce89856edc651a1/dae626dda3cc7cd94bac2c103001213fb90e913b.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=3a4033ee8382b9013dadc33b438fa97e/a740bbde9c82d15839034178890a19d8bd3e423b.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=082827820b087bf47dec57e1c2d1575e/bb587a8b4710b912dd41ee37cafdfc039345223b.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=97cc27acba19ebc4c0787691b224cf79/fbf8c3134954092333a97bb79b58d109b1de4984.jpg']
        }]
    }, {
        id: 6636179715655175228,
        environmental: [{
            type: 'title',
            content: '宿舍'
        }, {
            type: 'text',
            content: ['学生住宿:公寓化管理 4-8人间,还是可以的~']
        }, {
            type: 'img',
            content: ['https://gss0.baidu.com/9fo3dSag_xI4khGko9WTAnF6hhy/zhidao/wh%3D600%2C800/sign=208896664dfbfbeddc0c3e7948c0db0e/32fa828ba61ea8d38738735d910a304e251f5854.jpg']
        }, {
            type: 'title',
            content: '食堂'
        }, {
            type: 'text',
            content: ['食堂也不错，尤其是那家麻辣香锅哦~']
        }, {
            type: 'img',
            content: ['https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1565355672231&di=4c22ec12d1fcdbe223d49b419913c518&imgtype=0&src=http%3A%2F%2Fpic.baike.soso.com%2Fp%2F20131024%2F20131024145442-1466608616.jpg']
        }, {
            type: 'title',
            content: '其他建筑'
        }, {
            type: 'text',
            content: ['仿英哥特式的建筑、书院式的园林空间、欧式风格的学生创业街，环境优美，交通便捷。建有现代化、高端大气的行政办公楼、教学楼、体育馆、信息中心、实训实验室、学生公寓、学生活动中心、创业中心等各项设施齐备，形成以行政办公楼、教学楼、实训实验中心、体育馆等设施为中心的教学区和以学生创业街、学生公寓、体育场、后勤服务设施为主的生活区。同时拥有田径场、足球场、篮球场、排球场、网球场，学生活动中心、教职工活动中心等能够满足师生需求的文体娱乐设施。位于津南区海河教育园，与多所院校相邻。学习氛围浓郁。可在复兴门地铁站坐220路公交车到达']
        }, {
            type: 'img',
            content: ['https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccA3ic9iaOL9J9w1tSPyr91jSACKAskHYPRF6suTkC7icOQuT7775jfIEsSQ/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1', 'https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccAP0FzibbGnTEn6NBqh7kkhptjZ9OK3qIT4U2m4CQAZ9fzVewRU38lmcg/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1', 'https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccAzCypxa5nicVDcpLOLGV9rIfGGkKOTSVrEI5ic6t0lnvVoJMMjZRn8mTg/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1', 'https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccAB8Pr0q8PEM3gic3ibZfYcYzPpJRagv2ZJYCV0eltyP73CFG4m0r5uRibw/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1', 'https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccAetvrRDOFUajibp2J4YaQv0mmMKJhwjmZuokCA6ibfiapG9SwrAUqKlynQ/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1', 'https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccAASJdw2ZlFxdnr9zdD5znnrjcQb5HuRhUOHFTdorSMEVI6KkegjKyLA/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1', 'https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccAqmvMKyIVqicTzvWTicrhAFdhIajjzSxtLTtE2Bxn4yicHVdHDXrnRB2Rw/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1', 'https://mmbiz.qpic.cn/mmbiz_jpg/w2IQnKDn1sOegkZWM3hZBvFuZrXRkiccABOib8qTGGexdWfQgp5pdU9GrRHdfGs2FVM2wdrcHTVBxVL37cNYEzfw/640?wx_fmt=jpeg&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1']
        }]
    }, {
        id: 17425798441035415081,
        environmental: [{
            type: 'title',
            content: '学校坐标'
        }, {
            type: 'text',
            content: ['位于网红城市——天津,煎饼果子羊杂汤,牛肉烧麦嘎巴菜,五大道小洋楼,民园广场瓷房子,在前方等着你的不期而遇~']
        }, {
            type: 'img',
            content: ['https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1565348135262&di=5d215d3f9fc541b8bd18f9ca108dd6fe&imgtype=0&src=http%3A%2F%2Fimg.zcool.cn%2Fcommunity%2F01df04554476220000019ae9c77a81.jpg%40900w_1l_2o_100sh.jpg']
        }, {
            type: 'title',
            content: '学校概况'
        }, {
            type: 'text',
            content: ['学院坐落在天津市津南区海河教育园，控规占地700亩，拥有近15万平方米建筑。建有教学楼、图书馆、实训中心、信息中心、大礼堂、报告厅、体育场、体育训练场馆、学生公寓、外籍教师公寓、学生食堂等学习和生活设施。经过多年建设和调整，体现出建筑布局合理、整体环境优美、设施功能完备的校园格局。']
        }, {
            type: 'title',
            content: '学习环境'
        }, {
            type: 'text',
            content: ['学院创建于1960年，校园环境幽雅，教学设施先进，拥有现代化的教学大楼、信息实训中心大楼、图书馆大楼、崭新的学生公寓、外教专家公寓、先进的语言实验室、高配置的计算机房、不同专业的模拟实验室、电化教学演播厅、多媒体阶梯教室、学术报告厅等完备的附属设施，还有标准的400米跑道及体育馆，为师生创造了现代化的学习、工作和生活环境。 学院拥有一个学术水平高，管理能力强的领导班子。']
        }, {
            type: 'img',
            content: ['https://www.thea.cn/file/15/images/54.png', 'https://ss0.bdstatic.com/70cFvHSh_Q1YnxGkpoWK1HF6hhy/it/u=199014835,66609551&fm=26&gp=0.jpg']
        }, {
            type: 'title',
            content: '宿舍环境'
        }, {
            type: 'text',
            content: ['大学生活一天之中最少要有三分之二的时间在宿舍中度过，所以说，同学们都很关心天津商务职业学院宿舍条件，以下内容根据资料整理而成仅供参考。', '天津商务职业学院收费标准：第七条：高职学费标准：普通类专业5000—5500元/生.年，住宿费：800元/生.年。各专业收费标准详见省、自治区、直辖市招生办公室公布招生计划表或学校下发的2012年新生报到须知。如政府对当年度学费标准进行调整，以政府规定的标准为准。']
        }, {
            type: 'img',
            content: ['http://compimg.go007.com/TestPic/Center/2017/1/10/10/20170110397865278.jpg', 'https://ss0.bdstatic.com/70cFvHSh_Q1YnxGkpoWK1HF6hhy/it/u=167666434,4026884312&fm=26&gp=0.jpg']
        }]
    }, {
        id: 3859587972726810660,
        environmental: [{
            type: 'title',
            content: '办学条件'
        }, {
            type: 'text',
            content: ['学院位于国家职业教育改革创新示范区——天津海河教育园区，总占地面积43万余平方米，建筑面积20万余平方米，建有现代化的教学楼、图书馆、电子阅览室、体育场馆以及设施设备先进的专业实验、实训室等。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=87f1abb675899e51788e3a1c72a7d990/703c5e66d01609241913da50da0735fae7cd348c.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=26eae8b9731ed21b79c92eed9d6fddae/0e3dcfcec3fdfc03333b9af3da3f8794a5c2267f.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=4d2d828710178a82ce3c7fa8c603737f/690275310a55b31924cffa3e4da98226cefc178c.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=9e9bbb787d8da9774e2f86238051f872/71844fa98226cffcca1cc7f9b7014a90f703ea8d.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=ce78c6afbd1c8701d6b6b2ee177f9e6e/75dabc51f8198618d67197cf44ed2e738ad4e68d.jpg', 'http://imgsrc.baidu.com/forum/w%3D580/sign=26bafb3e4da98226b8c12b2fba83b97a/c58e74f0f736afc3b44f462ebd19ebc4b645127f.jpg']
        }, {
            type: 'title',
            content: '宿舍环境'
        }, {
            type: 'text',
            content: ['我校实行半军事化管理，公寓设施先进，一般为六人间，宿舍内有独立卫生间，并配有宽带网接口、写字台、书架等生活设施。在我校，你可以尽情享受先进的现代化公寓设施，融入幽雅的校园文化。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=79610d4f990a304e5222a0f2e1c9a7c3/df19b03eb13533fa06f5ea65a6d3fd1f40345b7f.jpg']
        }, {
            type: 'title',
            content: '食堂介绍'
        }, {
            type: 'text',
            content: ['学生食堂的主、副食品种齐全，还有南北风味食廊，可满足来自全国各地学生的不同要求。校内设有自助银行、邮局、商店、校医院、报亭等服务设施，为学生生活提供了极大的方便。']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=93d0fb865c66d0167e199e20a72bd498/14da02f41bd5ad6e77cf1ca18fcb39dbb7fd3c8c.jpg']
        }, {
            type: 'title',
            content: '傍晚美景'
        }, {
            type: 'text',
            content: ['出东门左转到路口在左转到十字路口在右转是博雅花园，哪里也可以坐上述线路并且我觉得博雅花园离学校近，而且哪里有网吧和快餐，如果需要就餐请到饭店一条街出东门到路口看对面的一天路直走过两个马路到达，学校附近有咸水沽医院，乐坛商厦，供销商厦，华润万家超市，在剧场公交站下车会有一个小市场水果便宜']
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=c4a0d0f9df58ccbf1bbcb53229d9bcd4/0dd245540923dd542130de23df09b3de9d82487f.jpg']
        }, {
            type: 'title',
            content: '夜晚美景'
        }, {
            type: 'img',
            content: ['http://imgsrc.baidu.com/forum/w%3D580/sign=d043bb51a3014c08193b28ad3a7a025b/674a8bd6277f9e2f3e6f2bf01530e924b999f335.jpg']
        }]
    }],
    findById: function(id) {
        for (let school of this.schoolList) {
            if (school.id == id) {
                return school.environmental;
            }
        }
        return false;
    }
}